web/tutorials/precice/volume_coupled/fl1/system/topoSetDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      topoSetDict;
}

actions
(
    {
        name    box1;
        type    cellSet;
        action  new;
        source  boxToCell;
        box     (0.0 0.0 0.4) (1.0 0.12 0.6);
    }
);


